Repository: rup1n13/flutter_stacked_auth_app
Catalog: app/lib/l10n/app_*.arb
Languages: fr

# vrtlcToast
source: Please fill in all fields
fr: Veuillez remplir tout les champs

# ueesvrToast
source: An error occurred! Please try again
fr: Une erreur est survenue! Veuillez réessayer

# irasvvcToast
source: Registration successful! Please log in
fr: Inscription réussie avec succès! Veuillez vous connecter

# civrToast
source: Incorrect code! Please try again
fr: Code incorrect! Veuillez réessayer

# vautToast
source: Please add a title
fr: Veuillez ajouter un titre

# vaumToast
source: Please add a message
fr: Veuillez ajouter un message

# actvdacuc
source: No account found! Please create an account first
fr: Aucun compte trouvé! Veuillez d'abord créer un compte

# vaducvvc
source: You already have an account! Please log in
fr: Vous avez déjà un compte! Veuillez vous connecter

# lmdpdeamcedcamumumuceucs
source: The password must be at least 12 characters long and must contain at least one uppercase letter, one lowercase letter, one number and one special character.
fr: Le mot de passe Doit être d’au moins 12 caractères et doit contenir au moins une majuscule, une minuscule, un chiffre et un caractère spécial.

# lndtei
source: The phone number is invalid
fr: Le numéro de téléphone est incorrect

# vruev
source: Please enter a valid email
fr: Veuillez renseigner un email valide

# uuacndtede
source: User with phone already registered
fr: Un utilisateur avec ce numéro est déjà enregistré

# tvcetc
source: Transport your packages with confidence
fr: Transporter vos colis en toute confiance

# fvcuvscdllreets
source: Send your package, a traveler will deliver it quickly and safely.
fr: Faites votre colis, un voyageur se charge de le livrer rapidement et en toute sécurité.

# sc
source: Log in
fr: Se connecter

# ouc
source: Open an account
fr: Ouvrir un compte

# bvn
source: Welcome
fr: Bienvenue

# vrvipc
source: Please enter your information to get started
fr: Veuillez renseigner vos informations pour commencer

# nm
source: Last Name
fr: Nom

# pnms
source: First names
fr: Prénoms

# dmr
source: Start
fr: Démmarer

# jaduc
source: I already have an account
fr: J’ai déjà un compte

# ecucvan
source: By creating an account, you accept our
fr: En créant un compte, vous acceptez nos

# cgdu
source: General Terms of Use
fr: Conditions Générales d’Utilisation

# etn
source: and our
fr: et notre

# pdc
source: Privacy Policy.
fr: Politique de Confidentialité.

# eue
source: One more step
fr: Encore une étape

# cvidc
source: Set up your login information
fr: Configurez vos informations de connection

# cuc
source: Sign Up
fr: Créer un compte

# mdp
source: Password
fr: Mot de passe

# vdn
source: Number verification
fr: Vérification du numéro

# velcepsa
source: Please enter the code sent by {provider} to {phone}
fr: Veuillez entrez le code envoyé par {provider} au {phone}

# vnaprlc
source: Didn't receive the code?
fr: Vous n’avez pas reçu le code ?

# dun
source: Request a new one
fr: Demander un nouveau

# ctn
source: Continue
fr: Continuer

# evndtevmdppvc
source: Enter your phone number and password to log in
fr: Entrez votre numéro de téléphone et votre mot de passe pour vous connecter

# pqe
source: Only 2 steps left
fr: Plus que 2 étapes

# uvdvamerpc
source: An email address verification is required to get started
fr: Une vérification de votre adresse mail est requise pour commencer

# cplt
source: Complete →
fr: Completer →

# uvdierpc
source: An identity verification is required to begin
fr: Une vérification d’identité est requise pour commencer

# flctt
source: Congratulations 🎉
fr: Félicitation 🎉

# vcaecas
source: Your account has been successfully created
fr: Votre compte à été créé avec succès

# rch
source: Search
fr: Rechercher

# vdm
source: Email verification
fr: Vérification du mail

# vevaeucvse
source: Please enter your email address a code will be sent to you
fr: Veuillez entrez votre adresse email un code vous sera envoyé

# vamaeveeas
source: Your email address has been verified and saved successfully
fr: Votre adresse mail a été vérifiée et enregistrée avec succès

# vamaeveeasc
source: Your email address has been successfully verified and registered. Proceed to identity verification.
fr: Votre adresse mail a été vérifiée et enregistrée avec succès. Continuez vers la vérification d’identité

# vdi
source: Identity verification
fr: Vérification d’identité

# velcepma
source: Please enter the code sent by Email to {email}
fr: Veuillez entrez le code envoyé par Mail au {email}

# vpus
source: Please take a selfie
fr: Veuillez prendre un selfie

# vpupdvpdi
source: Please take a photo of your ID
fr: Veuillez prendre un photo de votre pièce d'identité

# vaupdieups
source: Please take an ID and a selfie photo
fr: Veuillez prendre une photo d'une pièce d'identité et une photo selfie

# smttr
source: Submit
fr: Soumettre

# trmnr
source: Finish
fr: Terminer

# ecdv
source: Verification in progress...
fr: En cours de vérification...

# atrsr
source: Authorize
fr: Autoriser

# npalvdviurvsfduddhmdvp
source: We are verifying your identity. You will receive a response within 48 hours. Thank you for your patience!
fr: Nous procédons à la vérification de votre identité. Un retour vous sera fait dans un délais de 48 heures. Merci de votre patience !

# pclvdikdaavcaqvppupcdvpdieuspccisuuadfdsedvestdms
source: To complete the identity verification, Koolika needs to access your camera so you can take a clear photo of your ID and a selfie for confirmation. This information is used for security and verification purposes only, and is handled securely.
fr: Pour compléter la vérification d’identité, Koolika doit accéder à votre caméra afin que vous puissiez prendre une photo claire de votre pièce d’identité et un selfie pour confirmation. Ces informations sont utilisées uniquement à des fins de sécurité et de vérification, et sont traitées de manière sécurisée.

# nabdaavc
source: We need access to your camera
fr: Nous avons besoin d’accéder à votre caméra

# vcvv
source: Please center your face
fr: Veuillez centrer votre visage

# vcvpdi
source: Please center your ID
fr: Veuillez centrer votre pièce d’identité

# npauvdvimdvp
source: We are performing an identity check. Thank you for your patience!
fr: Nous procédons à une vérification de votre identité. Merci de votre patience !

# vdiec
source: Identity validation in progress...
fr: Validation d’identité en cours...

# kl
source: Kooli launched!
fr: Kooli lancé !

# vcaecelas
source: Your ride has been successfully created and launched.
fr: Votre course à été créé et lancé avec succès.

# rtr
source: Back
fr: Retour

# vrfr
source: Verify
fr: Vérifier

# elcea
source: Enter the code sent to {username}
fr: Entrez le code envoyé au {username}

# evidc
source: Enter your login information
fr: Entrez vos informations de connexion

# tlphn
source: Phone
fr: Téléphone

# mdpo
source: Forgot password?
fr: Mot de passe oublié ?

# vnapdc
source: Don't have an account?
fr: Pas de compte ?

# ceu
source: Sign Up
fr: Créez-en un

# vaduc
source: Already have an account?
fr: Déjà un compte ?

# cv
source: Log in
fr: Connectez-vous

# evipc
source: Enter your information to get started
fr: Entrez vos informations pour commencer

# cdvioe
source: Invalid or expired validation code
fr: Code de validation incorrect ou expiré

# tomdpi
source: Incorrect phone or password
fr: Téléphone ou mot de passe incorrect

# ueesvr
source: An error occurred! Please try again.
fr: Une erreur est survenue! Veuillez réessayer.

# ccnppevToast
source: This field cannot be empty
fr: Ce champ ne peut pas être vide

# euk
source: Send a Kooli
fr: Envoyer un Kooli

# vcvk
source: Please center your kooli
fr: Veuillez centrer votre kooli

# tdpdiappdccdrpcdin
source: Accepted ID types: - Passport - Driver's License - Permanent Resident (PR) Card - National ID Card
fr: Types de pièces d’identité acceptés : - Passeport - Permis de conduire - Carte de Résidence Permanente(RP) - Carte d’Identité Nationale

# pclcdckdaavcaqvppdpcdvccisupduaav
source: To complete the trip creation, Koolika needs access to your camera so you can take clear pictures of your package. These images are used to give travelers a preview.
fr: Pour compléter la création de course, Koolika doit accéder à votre caméra afin que vous puissiez prendre des photos claires de votre colis. Ces images sont utilisées pour donner un aperçu aux voyageur.

# veuaddToast
source: Please enter a departure address
fr: Veuillez entrer un adresse de départ

# veuadaToast
source: Please enter an arrival address
fr: Veuillez entrer un adresse d'arrivée

# eldcdpvrToast
source: Error calculating the price. Please try again.
fr: Erreur lors du calcul du prix. Veuillez réessayer.

# cuk
source: Create a kooli 🚀
fr: Créer un kooli 🚀

# vrcipc
source: Please fill in this information to get started
fr: Veuillez remplir ces informations pour commencer

# dpt
source: From
fr: Départ

# arrv
source: To
fr: Arrivée

# fdc
source: Package size
fr: Format du colis

# sbox
source: Small box
fr: Petit

# mbox
source: Medium box
fr: Moyen

# lbox
source: Large box
fr: Grand

# ndc
source: Package nature
fr: Nature du colis

# suedll
source: Select an item from the list
fr: Sélectionnez un élément de la liste

# olp
source: Get the price
fr: Obtenir le prix

# veudToast
source: Please enter a description
fr: Veuillez entrer une description

# eldlcdvcvrToast
source: Error creating your package. Please try again.
fr: Erreur lors de la création de votre colis. Veuillez réessayer.

# vadidvcToast
source: Please add two images of your package
fr: Veuillez ajouter deux images de votre colis

# vplvkps
source: You can launch your Kooli for only
fr: Vous pouvez lancer votre Kooli pour seulement

# vddlabep
source: Your delivery request has been successfully published
fr: Votre demande de livraison a bien été publiée

# rala
source: Back to home
fr: Retour à l'accueil

# dccd
source: Okay
fr: D'accord

# pvk
source: Publish your kooli 🚀
fr: Publiez votre kooli 🚀

# rlispc
source: Fill in the following information to continue
fr: Renseignez les informations suivantes pour continuer

# slfdcsleltelv
source: Select the package size according to its bulk, size, and volume. • Small box: accessories, small items, documents • Medium box: clothes, shoes, small appliances • Large box: bulky items or several combined objects
fr: Sélectionnez le format du colis selon l’encombrement, la taille et le volume. • Small box : accessoires, petits objets, documents • Medium box : vêtements, chaussures, petits appareils • Large box : articles volumineux ou plusieurs objets combinés

# pnfToast
source: Pricing not found
fr: Tarif non trouvé

# nrfboadToast
source: No route found between origin and destination
fr: Aucun itinéraire trouvé entre l'origine et la destination

# spknfoeToast
source: Shipment price key not found or expired
fr: Clé de prix de l'envoi non trouvée ou expirée

# icdToast
source: Inappropriate content detected
fr: Contenu inapproprié détecté

# vtmts
source: Clothing
fr: Vêtements

# elctrnqu
source: Electronics
fr: Électronique

# accssrs
source: Accessories
fr: Accessoires

# snt
source: Health
fr: Santé

# almntr
source: Food
fr: Alimentaire

# atrs
source: Others
fr: Autres
